Repository: ArtemYurov/TomoBar
Catalog: TomatoBar/*.lproj/Localizable.strings
Languages: it, zh_hans

# IntervalsView.min
source: min
zh_hans: 分

# IntervalsView.workIntervalLength.label
source: Work interval:
it: Lavoro:
zh_hans: 工作时间:

# IntervalsView.shortRestIntervalLength.label
source: Short rest interval:
it: Pausa breve:
zh_hans: 小憩时间:

# IntervalsView.longRestIntervalLength.label
source: Long rest interval:
it: Pausa lunga:
zh_hans: 长休息时间:

# IntervalsView.longRestIntervalLength.help
source: Duration of the lengthy break, taken after finishing work interval set
it: Durata della pausa lunga, dopo aver completato un set
zh_hans: 在完成一组工作后的长休息时长

# IntervalsView.workIntervalsInSet.label
source: Work intervals in a set:
it: Intervalli di lavoro per set:
zh_hans: 一组中工作的次数:

# IntervalsView.workIntervalsInSet.help
source: Number of working intervals in the set, after which a lengthy break taken
it: Numero di intervalli di lavoro per set prima di una pausa lunga
zh_hans: 每组在长时间休息后的工作次数

# SettingsView.shortcut.label
source: Start/stop
it: Avvia/ferma
zh_hans: 快捷键

# SettingsView.pauseShortcut.label
source: Pause/resume
it: Pausa/riprendi
zh_hans: 暂停/继续

# SettingsView.skipShortcut.label
source: Skip
it: Salta
zh_hans: 跳过

# SettingsView.startWith.label
source: Start with
it: Inizia con
zh_hans: 开始于

# SettingsView.stopAfter.label
source: Stop after
it: Ferma dopo
zh_hans: 在...后停止

# SettingsView.dropdownDisabled.label
source: Disabled
it: Off
zh_hans: 关闭

# SettingsView.dropdownWork.label
source: Work
it: Lavoro
zh_hans: 工作

# SettingsView.dropdownBreak.label
source: Break
it: Pausa
zh_hans: 休息

# SettingsView.showTimerInMenuBar.label
source: Show timer in menu bar
it: Mostra timer nella barra dei menu
zh_hans: 在菜单栏中显示计时器

# SettingsView.showFullScreenMask.label
source: Use full-screen mask
it: Usa maschera a schermo intero
zh_hans: 使用全屏遮罩

# SettingsView.showFullScreenMask.help
source: During breaks, use full-screen masks instead of notifications
it: Durante le pause, copre il display invece di mostrare una notifica
zh_hans: 在休息时，使用全屏遮罩，而不是通知

# SettingsView.toggleDoNotDisturb.label
source: Toggle Do Not Disturb
it: Gestisci Non disturbare
zh_hans: 切换请勿打扰

# SettingsView.toggleDoNotDisturb.help
source: Runs a shortcut to enable/disable Do Not Disturb on work/rest transitions
it: Esegue un comando rapido per abilitare/disabilitare Non disturbare tra le fasi di lavoro e pausa
zh_hans: 在工作/休息切换时运行快捷方式以启用/禁用请勿打扰

# SettingsView.launchAtLogin.label
source: Launch at login
it: Apri al login
zh_hans: 登录时启动

# SoundsView.isWindupEnabled.label
source: Windup
it: Carica
zh_hans: 发条声

# SoundsView.isDingEnabled.label
source: Ding
zh_hans: 叮

# SoundsView.isTickingEnabled.label
source: Ticking
it: Ticchettio
zh_hans: 滴答声

# SoundsView.openSoundFolder.label
source: Open sound folder
it: Apri cartella dei suoni
zh_hans: 打开声音文件夹

# TBPopoverView.start.label
source: Start
it: Avvia
zh_hans: 开始

# TBPopoverView.stop.label
source: Stop
it: Ferma
zh_hans: 停止

# TBPopoverView.addMinute.help
source: Add a minute
it: Aggiungi un minuto
zh_hans: 增加一分钟

# TBPopoverView.pause.help
source: Pause
it: Pausa
zh_hans: 暂停

# TBPopoverView.skip.help
source: Skip
it: Salta
zh_hans: 跳过

# TBPopoverView.intervals.label
source: Intervals
it: Intervalli
zh_hans: 时长

# TBPopoverView.settings.label
source: Settings
it: Preferenze
zh_hans: 设置

# TBPopoverView.sounds.label
source: Sounds
it: Suoni
zh_hans: 声音

# TBPopoverView.about.label
source: About
it: Informazioni
zh_hans: 关于

# TBPopoverView.quit.label
source: Quit
it: Esci
zh_hans: 退出

# TBTimer.onRestStart.title
source: Time's up
it: Hai fatto!
zh_hans: 时间到

# TBTimer.onRestStart.short.body
source: It's time for a short break!
it: È il momento di una pausa breve!
zh_hans: 小憩时间到!

# TBTimer.onRestStart.long.body
source: It's time for a long break!
it: È il momento di una pausa lunga!
zh_hans: 长休息时间到!

# TBTimer.onRestStart.skip.title
source: Skip
it: Salta
zh_hans: 跳过

# TBTimer.onRestFinish.title
source: Break is over
it: Pausa finita
zh_hans: 休息结束

# TBTimer.onRestFinish.body
source: Keep up the good work!
it: Metticela tutta!
zh_hans: 继续努力!

# TBMask.skip.label
source: Double-click any area to skip
it: Fai doppio click da qualche parte per saltare
zh_hans: 双击任意区域跳过
