Repository: ArtemYurov/TomoBar
Catalog: TomoBar/*.lproj/Localizable.strings
Languages: fr, ja, ru

# View.start.label
source: Start
fr: Marche
ja: 開始
ru: Запустить

# View.stop.label
source: Stop
fr: Arrêt
ja: 終了
ru: Остановить

# View.addMinute.help
source: Add a minute
fr: Ajouter une minute
ja: 1分追加
ru: Добавить минуту

# View.addFiveMinutes.help
source: Add five minutes
fr: Ajouter cinq minutes
ja: 5分追加
ru: Добавить пять минут

# View.pause.help
source: Pause
ja: 一時停止
ru: Пауза

# View.resume.help
source: Resume
fr: Continuer
ja: 再開
ru: Продолжить

# View.skip.help
source: Skip
fr: Passer
ja: スキップ
ru: Пропустить

# View.intervals.label
source: Intervals
fr: Périodes
ja: インターバル
ru: Интервалы

# View.settings.label
source: Settings
fr: Préférences
ja: 設定
ru: Настройки

# View.sounds.label
source: Sounds
fr: Sons
ja: サウンド
ru: Звуки

# View.checkForUpdates.label
source: Check for Updates
fr: Vérifier les mises à jour
ja: アップデートを確認
ru: Проверить обновления

# View.about.label
source: About
fr: À propos
ja: TomoBarについて
ru: О программе

# View.quit.label
source: Quit
fr: Quitter
ja: TomoBarを終了
ru: Выход

# IntervalsView.min
source: min
ja: 分
ru: мин

# IntervalsView.workIntervalLength.label
source: Work
fr: Travail
ja: 作業
ru: Работа

# IntervalsView.shortRestIntervalLength.label
source: Short break
fr: Pause courte
ja: 短い休憩
ru: Короткий отдых

# IntervalsView.longRestIntervalLength.label
source: Long break
fr: Pause longue
ja: 長い休憩
ru: Длинный отдых

# IntervalsView.longRestIntervalLength.help
source: Duration of the longer break, taken after finishing a set of work intervals
fr: Durée d'une longue pause, à la fin d'une série
ja: 1セット終了後の休憩時間
ru: Продолжительность длинного перерыва после завершения сета рабочих интервалов

# IntervalsView.workIntervalsInSet.label
source: Work intervals per set
fr: Périodes de travail par série
ja: 1セットあたりの作業数
ru: Рабочих интервалов в сете

# IntervalsView.workIntervalsInSet.help
source: Number of work intervals before taking a longer break
fr: Nombre de périodes de travail avant de prendre une longue pause
ja: 1セット終了後に長い休憩を取ります
ru: Количество рабочих интервалов перед длинным отдыхом

# IntervalsView.startWith.label
source: Start with
fr: Démarrer avec
ja: ◯◯で開始
ru: Первый интервал

# IntervalsView.stopAfter.label
source: Stop after
fr: Arrêter après
ja: ◯◯で停止
ru: Стоп после

# IntervalsView.dnd.label
source: DND
fr: Ne pas déranger
ja: おやすみモード
ru: Не беспокоить

# IntervalsView.dnd.off
source: Off
fr: Désactivé
ja: オフ
ru: Выкл

# IntervalsView.dnd.onWork
source: On work
fr: Au travail
ja: 作業中
ru: При работе

# IntervalsView.dnd.help
source: Runs a shortcut to enable/disable Do Not Disturb on work/rest transitions
fr: Pendant les pauses, exécuter un raccourci pour activer le mode « Ne pas déranger »
ja: 作業/休憩の切り替え時におやすみモードを有効化/無効化します
ru: Запускает команду для включения/отключения режима "Не беспокоить" при переходе работа/отдых

# IntervalsView.presets.label
source: Presets
fr: Profil
ja: 作業パターン
ru: Пресет

# IntervalsView.off.label
source: Off
fr: Jamais
ja: オフ
ru: Выкл

# IntervalsView.work.label
source: Work
fr: Travail
ja: 作業
ru: Работа

# IntervalsView.break.label
source: Break
fr: Pause
ja: 休憩
ru: Отдых

# IntervalsView.set.label
source: Set
fr: Série
ja: セット
ru: Сет

# SettingsView.timer.show.label
source: Show timer
fr: Afficher le minuteur
ja: タイマーを表示
ru: Таймер

# SettingsView.timer.show.active.label
source: Active
fr: Actif
ja: アクティブ
ru: При работе

# SettingsView.timer.show.always.label
source: Always
fr: Toujours
ja: 常に
ru: Всегда

# SettingsView.timer.font.label
source: Font
fr: Police
ja: フォント
ru: Шрифт

# SettingsView.timer.font.system.label
source: System
fr: Système
ja: システム
ru: Системный

# SettingsView.timer.grayBackground.label
source: Gray background
fr: Arrière-plan gris
ja: グレー背景
ru: Серый фон

# SettingsView.timer.backgroundOpacity.label
source: Background opacity
fr: Opacité de l'arrière-plan
ja: 背景の不透明度
ru: Прозрачность фона

# SettingsView.alert.mode.label
source: Alert mode
fr: Mode d'alerte
ja: アラートモード
ru: Уведомления

# SettingsView.alert.mode.notify.label
source: Notify
fr: Notifier
ja: 通知
ru: Окно

# SettingsView.alert.mode.fullScreen.label
source: Full-screen
fr: Plein
ja: フル
ru: Полный

# SettingsView.alert.notifyStyle.label
source: Notification style
fr: Style de notification
ja: 通知スタイル
ru: Стиль

# SettingsView.alert.notifyStyle.system.label
source: System
fr: Système
ja: システム通知
ru: Системное

# SettingsView.alert.notifyStyle.small.label
source: Small
fr: Petit
ja: 小
ru: Маленькое

# SettingsView.alert.notifyStyle.big.label
source: Big
fr: Grand
ja: 大
ru: Большое

# SettingsView.alert.maskMode.blockActions.label
source: Block actions
fr: Bloquer l'écran pendant la pause
ja: 休憩中に画面をロック
ru: Блокировать экран на отдыхе

# SettingsView.alert.autoResumeWork.label
source: Resume work automatically
fr: Reprendre le travail automatiquement
ja: 作業を自動的に再開
ru: Автоматически возобновлять работу

# SettingsView.app.startTimerOnLaunch.label
source: Start timer on launch
fr: Démarrer le minuteur au lancement
ja: アプリを開く時にタイマーを開始
ru: Запускать таймер при открытии

# SettingsView.app.launchAtLogin.label
source: Launch at login
fr: Lancer à l'ouverture de session
ja: ログイン時に自動的に開く
ru: Запускать при входе в систему

# SoundsView.isWindupEnabled.label
source: Windup
fr: Remontage
ja: グルグル
ru: Завести

# SoundsView.isDingEnabled.label
source: Ding
ja: チーン
ru: Динь-динь

# SoundsView.isTickingEnabled.label
source: Ticking
fr: Tictac
ja: カチカチ
ru: Тиканье

# SoundsView.openSoundFolder.label
source: Open sound folder
fr: Ouvrir le dossier des sons
ja: サウンドフォルダを開く
ru: Открыть папку со звуками

# SystemNotification.restStart.title
source: Time's up
fr: Temps écoulé
ja: 作業終了です！
ru: Время вышло

# SystemNotification.restStart.shortBreak.body
source: It's time for a short break!
fr: Il est temps de prendre une courte pause !
ja: 短い休憩を取りましょう！
ru: Пора на короткий перерыв!

# SystemNotification.restStart.longBreak.body
source: It's time for a long break!
fr: Il est temps de prendre une longue pause !
ja: 長い休憩を取りましょう！
ru: Пора на длинный перерыв!

# SystemNotification.restStart.skipBreak.action
source: Skip break
fr: Passer la pause
ja: 休憩をスキップ
ru: Пропустить перерыв

# SystemNotification.restFinish.title
source: Break is over
fr: La pause est terminée
ja: 休憩終了です！
ru: Перерыв окончен

# SystemNotification.restFinish.body
source: Keep up the good work!
fr: Tenez bon !
ja: 作業がんばってください！
ru: Продолжайте в том же духе!

# SystemNotification.restFinish.skipWork.action
source: Skip work
fr: Passer le travail
ja: 作業をスキップ
ru: Пропустить работу

# SystemNotification.sessionComplete.title
source: Timer completed
fr: Minuterie terminée
ja: タイマー完了
ru: Таймер завершён

# SystemNotification.sessionComplete.body
source: Session finished
fr: Session terminée
ja: セッション終了
ru: Сессия окончена

# CustomNotification.workComplete.title
source: Work session complete
ru: Работа завершена

# CustomNotification.workComplete.shortBreak.subtitle
source: Time for a short break
ru: Короткий перерыв

# CustomNotification.workComplete.longBreak.subtitle
source: Time for a long break
ru: Длинный перерыв

# CustomNotification.workComplete.takeBreak.action
source: Take Break
ru: Начать отдых

# CustomNotification.workComplete.skipBreak.action
source: Skip Break
ru: Пропустить

# CustomNotification.shortBreakComplete.title
source: Short break is over
ru: Перерыв окончен

# CustomNotification.longBreakComplete.title
source: Long break is over
ru: Перерыв окончен

# CustomNotification.breakComplete.subtitle
source: Ready to work?
ru: Готовы работать?

# CustomNotification.breakComplete.startWork.action
source: Start Work
ru: Начать работу

# CustomNotification.breakComplete.skipWork.action
source: Skip Work
ru: Пропустить

# CustomNotification.sessionComplete.title
source: Timer completed
ru: Таймер завершён

# CustomNotification.sessionComplete.subtitle
source: Session finished
ru: Сессия окончена

# CustomNotification.control.addMinute
source: +1 min
ru: +1 мин

# CustomNotification.control.addFiveMinutes
source: +5 min
ru: +5 мин

# CustomNotification.control.stop
source: Stop
ru: Остановить

# CustomNotification.control.restart.small
source: Restart
ru: Перезапуск

# CustomNotification.control.restart.big
source: Restart Session
ru: Перезапустить сессию

# CustomNotification.control.close
source: Close
fr: Fermer
ja: 閉じる
ru: Закрыть

# MaskNotification.restStarted.shortBreak.title
source: It's time for a short break!
fr: Il est temps de prendre une courte pause !
ja: 短い休憩を取りましょう！
ru: Пора на короткий перерыв!

# MaskNotification.restStarted.longBreak.title
source: It's time for a long break!
fr: Il est temps de prendre une longue pause !
ja: 長い休憩を取りましょう！
ru: Пора на длинный перерыв!

# MaskNotification.restStarted.instruction
source: Double-click to skip break, click once to hide this mask
fr: Double-cliquez pour passer la pause, cliquez une fois pour masquer
ja: ダブルクリックで休憩をスキップ、1回クリックでマスクを非表示
ru: Двойной клик чтобы пропустить перерыв, одинарный клик чтобы скрыть маску

# MaskNotification.restFinished.shortBreak.title
source: Short break is over
fr: La courte pause est terminée
ja: 短い休憩が終わりました
ru: Короткий перерыв окончен

# MaskNotification.restFinished.longBreak.title
source: Long break is over
fr: La longue pause est terminée
ja: 長い休憩が終わりました
ru: Длинный перерыв окончен

# MaskNotification.restFinished.instruction
source: Click to start work, double-click to skip work
fr: Cliquez pour commencer le travail, double-cliquez pour passer le travail
ja: クリックで作業を開始、ダブルクリックで作業をスキップ
ru: Клик чтобы начать работу, двойной клик чтобы пропустить работу
